/*
 Localizable.strings
 RMBT
 
 Copyright © 2016 - 2019 SPECURE GmbH. All rights reserved.
 */

/* network type descriptions */
"connectivity.cellular" = "Mobilná sieť";
"connectivity.not-connected" = "Bez pripojenia";
"connectivity.wifi" = "Wi-Fi";

/* Alert view button */
"general.alertview.cancel" = "Zrušiť";
"general.alertview.close" = "Zavrieť";
"general.alertview.dismiss" = "Zamietnuť";
"general.alertview.error" = "Chyba";
"general.alertview.confirmation" = "Potvrdenie";

"general.alertview.ok" = "OK";
"general.alertview.reload" = "Načítať";
"general.alertview.success" = "Úspech";

/* Filter sections title */
"history.filter.device" = "Zariadenie";
"history.filter.networktype" = "Typ Siete";
"history.qos.detail.test" = "Test";
"history.qos.headline.details" = "DETAILY";
"history.qos.headline.tests" = "TESTY";
"history.result.headline.details" = "Detaily";
"history.result.headline.map" = "Mapa";
"history.result.headline.measurement" = "Meranie";
"history.result.headline.network" = "Sieť";
"history.result.headline.qos" = "Testy Kvality služieb";
"history.result.map.accuracy" = "Presnosť";
"history.result.map.invalid-coordinates" = "Neplatná poloha";
"history.result.map.latitude" = "Zemepisná šírka";
"history.result.map.longitude" = "Zemepisná dĺžka";
"history.result.map.result" = "Výsledky na mape";
"history.result.map.show" = "Zobraz mapu";
"history.result.more-details" = "Viac detailov";
"history.result.qos.details" = "DETAILY";
"history.result.qos.details.description" = "POPIS";
"history.result.qos.details.failed" = "NEÚSPEŠNÉ";
"history.result.qos.details.succeeded" = "ÚSPEŠNÝ";
"history.result.qos.results" = "Výsledky";
"history.result.qos.results-detail" = "Detailné výsledky";
"history.result.time" = "Čas";

/* History Sync Code Alert */
"history.sync.code-text" = "Sync Kód";
"history.sync.code.copy" = "Kopírovať kód";
"history.sync.code.enter" = "Vložiť kód";
"history.sync.code.enter-text" = "Vložte sync kód:";
"history.sync.code.request" = "Vyžiadať kód";
"history.sync.merge" = "Pre zlúčenie histórie z dvoch rôznych zariadení, vyžiadajte sync kód na prvom zariadení a vložte ho do druhého zariadenia.";
"history.sync.success-message" = "Synchronizácia histórie bola úspešná.";
"history.sync.sync" = "Sync";

/* History index buttons */
"history.uibar.filter" = "Filter"; /* Unused */
"history.uibar.sync" = "Sync";

/* Loop Mode */
"loopmode.change_server.title" = "ZMENiŤ SERVER";
"loopmode.init.btn.test" = "Test";
"loopmode.init.btn.loop-test" = "Cyklický Test";
"loopmode.test.header.measurement" = "MERANIE";
"loopmode.test.header.current" = "SÚČASNÝ";
"loopmode.test.header.median" = "MEDIÁN";
"loopmode.test.progress.format" = "LOOP MODE (%d z %d)";
"loopmode.test.init.title" = "CYKLICKÉ TESTOVANIE";
"loopmode.test.results.title" = "VÝSLEDKY CYKLICKÉHO TESTOVANIA";
"loopmode.test.time_to_next_test.title" = "ČAS DO ĎALŠIEHO TESTU";
"loopmode.test.movement.title" = "POHYB";
"loopmode.init.btn.loop.on" = "Cyklus Zap.";
"loopmode.init.btn.loop.off" = "Cyklus Vyp.";
"loopmode.test.immediately" = "Okamžite";

"loopmode.test.state.init" = "INICIALIZÁCIA";
"loopmode.test.state.ping" = "PING";
"loopmode.test.state.download" = "SŤAHOVANIE";
"loopmode.test.state.upload" = "ODOSIELANIE";
"loopmode.test.state.qos" = "QoS";
"loopmode.test.state.packet-loss" = "STRATA PAKETOV";
"loopmode.test.state.jitter" = "CHVENIE";

"loopmode.abort.abort" = "Zruš";
"loopmode.abort.continue" = "Pokračuj";
"loopmode.abort.keep" = "Ponechať";
"loopmode.abort.title" = "Zrušiť?";
"loopmode.abort.message" = "Chcete ukončiť meranie?";

"loopmode_alert.activation_privacy" = "Aktivácia a Ochrana osobných údajov";
"loopmode_alert.activation_privacy.description" = "Cyklické testovanie umožňuje automatické opakovanie testov.";

"loopmode_alert.data_usage" = "Zvýšený prenos dát";
"loopmode_alert.data_usage.description" = "Upozorňujeme, že počas cyklického testovania sa prenesie veľké množstvo dát. Pri vysokorýchlostnom internete sa spustením 10 testov v cyklickom režime sa môže spotrebovať 1 GB alebo viac dát.";
"loopmode_alert.data_usage.description_2" = "Odporúča sa spúšťať cyklické testovanie len pri dátovo neobmedzenom paušáli, kde nadmerná spotreba dát nespôsobí zvýšené náklady.";
"loopmode_alert.battery_power" = "Napájanie z batérie";
"loopmode_alert.battery_power.description" = "Cyklické testovanie spotrebúva veľa energie. Medzi jednotlivými testami sú displej a polohovanie cez GPS stále aktívne, takže batéria je zaťažovaná oveľa viac ako v pohotovostnom režime. Samotné testy tiež spotrebúvajú energiu.";
"loopmode_alert.battery_power.description_2" = "Cyklické testovanie by ste mali používať len vtedy, ak máte k dispozícii externý zdroj napájania.";
"loopmode_alert.items.item_1" = "Prvý test sa spustí ihneď po stlačení tlačidla Štart.";
"loopmode_alert.items.item_2" = "Ďalšie testy sa spustia buď po uplynutí čakacej doby (štandardne 30 minút) alebo po dosiahnutí konfigurovanej vzdialenosti (predvolená hodnota je 250 m).";
"loopmode_alert.items.item_3" = "Testy sa vykonajú dovtedy, kým sa nevykoná predkonfigurovaný počet testov (štandardne 10 testov).";
"loopmode_alert.items.item_4" = "Tieto hodnoty môžete zmeniť v Nastaveniach.";
"loopmode_alert.items.item_5" = "Cyklické testovanie sa automaticky ukončí po 2 dňoch.";
"loopmode_alert.items.item_6" = "Cyklické testovanie je možné kedykoľvek zastaviť.";

/* Google Maps Legal Notice */
"info.google-maps.legal-notice" = "Právne oznámenie";

/* Intro location question */
"intro.location.question.message" = "Službu pre určovanie polohy získate jej aktivovaním v nastaveniach!"; /* Unused */
"intro.location.question.title" = "Používať polohu"; /* Unused */

/* network type description unknown
 unknown wifi or operator name */
"intro.network.connection.name-unknown" = "Neznámy";
"intro.network.connection.unavailable" = "Bez pripojenia k sieti";

/* Intro popup hardware app */
"intro.popup.hardware.app-ram" = "App RAM";
"intro.popup.hardware.cpu" = "CPU";
"intro.popup.hardware.system-ram" = "Systémová RAM";
"intro.popup.hardware.usage" = "Využitie hardvéru";

/* Intro popup ip connection */
"intro.popup.ip.connection-progress" = "Prebieha pripájanie...";
"intro.popup.ip.connections" = "IP pripojenia";
"intro.popup.ip.no-ip-text" = "n/a";
"intro.popup.ip.v4-external" = "Externá IPv4";
"intro.popup.ip.v4-internal" = "Interná IPv4";
"intro.popup.ip.v6-internal" = "IPv6";

/* Intro popup location */
"intro.popup.location" = "Poloha";
"intro.popup.location.accuracy" = "Presnosť";
"intro.popup.location.age" = "Vek";
"intro.popup.location.altitude" = "Nadmorská výška";
"intro.popup.location.position" = "Pozícia";
"intro.popup.location.source" = "Zdroj"; /* Unused */

/* Intro popup traffic */
"intro.popup.traffic.background" = "Prevádzka na pozadí";
"intro.popup.traffic.download" = "Prevádzka sťahovania";
"intro.popup.traffic.upload" = "Prevádzka odosielania";

/* Map callout */
"map.callout.measurement" = "Meranie";
"map.callout.network" = "Sieť";

/* Table section header title */
"map.options.filter.overlay" = "Pokrytie";
"map.options.filter.country" = "Krajina";
"map.options.filter.operators" = "Operátori";
"map.options.filter.period" = "Interval";
"map.options.filter.technologies" = "Technológie";

"map.options.filter.countries" = "Krajiny";
"map.options.filter.all_countries" = "Všetky krajiny";

/* Map overlay description */
"map.options.overlay.auto" = "Automaticky";
"map.options.overlay.heatmap" = "Teplotná mapa";
"map.options.overlay.municipality" = "Obec";
"map.options.overlay.points" = "Body";
"map.options.overlay.regions" = "Regióny";
"map.options.overlay.settlements" = "Sídla";
"map.options.overlay.shapes" = "Tvary";
"map.options.overlay.whitespots" = "Biele miesta";

/* Alert view test intro message */
"test.intro-message" = "UPOZORNENIE! Používanie tejto aplikácie môže mať za následok veľký objem prenosu dát. V sieti 3G je objem údajov pre jeden test 5 až 10 MB. V sieti 4G môže tento objem presiahnuť 100 MB. Poskytovateľ aplikácie nezodpovedá za prípadné zvýšené náklady  spôsobené nadmerným prenosom dát. Používateľ musí zvážiť dôsledky používania tejto aplikácie a zvýšeného prenopsu dát.";

"test.aborted-message" = "Test bol prerušený, pretože aplikácia bola presunutá na pozadie. Test može byť vykonaný iba ak aplikácia beží na popredí.";

"test.connection.could-not-connect" = "Nebolo možné pripojiť sa na testovací server.";
"test.connection.lost" = "Pripojenie k testovaciemu serveru bolo stratené. Test bol prerušený. ";

/* Test phases */
"test.phase.download" = "Sťahovanie";
"test.phase.init" = "Init";
"test.phase.ping" = "Ping";
"test.phase.upload" = "Odosielanie";

"test.qos.failed" = "Test kvality služieb zlyhal.";
"test.repeat" = "Opakovať test";
"test.result.not-submitted" = "Test bol dokončený, ale nebolo možné odovzdať jeho výsledky na testovací server.";
"test.results.title" = "Výsledky testu";

"RMBT-TEST-START_QOS_BUTTON" = "Test QoS";

/* Unit suffex */
"test.speed.unit" = "Mbps";

"main-view-button-map" = "MAPA";
"history.delete" = "Vymazať";
"test.abort.title" = "Zrušiť?";
"test.abort.abort" = "Zruš";
"test.abort.continue" = "Pokračuj";
"test.abort.message" = "Chcete ukončiť meranie?";
"test.startagain" = "Začať znova";

/* Menu Items */
"RMBT-NI-HISTORY" = "História";
"RMBT-NI-HOME" = "Domov";
"RMBT-NI-MAPS" = "Mapy";
"RMBT-NI-STATISTICS" = "Štatistiky";
"RMBT-NI-BADGES" = "Moje odznaky";
"RMBT-NI-SURVEY" = "prehľad";
"RMBT-NI-HELP" = "Pomocník";
"RMBT-NI-HISTORY-DETAILS" = "Detaily";
"RMBT-NI-HISTORY-TESTRESULT" = "Výsledok testu";
"RMBT-NI-INFO" = "Info";
"RMBT-NI-LOOP-MODE" = "Režim Cyklu";

/* TabBar Items */
"tabbar.title.test" = "Test";
"tabbar.title.results" = "Výsledky";
"tabbar.title.badges" = "odznaky";
"tabbar.title.map" = "Mapa";
"tabbar.title.settings" = "Nastavenia";

/* Navigation Item Titles */
"RMBT-NI-RESULT" = "Výsledok";
"RMBT-NI-FILTER" = "Filter";
"RMBT-NI-SETTINGS" = "Nastavenia";
"RMBT-NI-PUBLISHPERSONALDATA" = "Odoslať osobné údaje"; /* Unused */

/* Info Items */
"RMBT-INFO-WEBSITE" = "Webové stránky";
"RMBT-INFO-EMAIL" = "E-mail";
"RMBT-INFO-TERMS-AND-CONDITIONS" = "Podmienky služby";
"RMBT-INFO-ONLY-PRIVACYPOLICY" = "Ochrana súkromia";
"RMBT-INFO-PRIVACYPOLICY" = "Ochrana súkromia";
"RMBT-INFO-PUBLISH-PERSONAL-DATA" = "Publikovať osobné dáta";
"RMBT-INFO-CLINETUUID" = "Jedinečné číslo používateľa";
"RMBT-INFO-TESTCOUNT"  = "Počet testov";
"RMBT-INFO-VERSION" = "Verzia";
"RMBT-INFO-SERVERVERSION" = "Verzia servera";
"RMBT-INFO-DEVELOPEDBY" = "Vyvinutý";
"RMBT-INFO-SOURCECODE" = "Zdrojový kód";
"RMBT-INFO-LEGALNOTICE" = "Právne oznámenie k mapám Google";

"RMBT-ABOUT-TITLE" = "Open Nettest bol vytvorený počas projektu MoQoS. Partnermi projektu boli:";
"RMBT-ABOUT-FOOTER-TEXT" = "Ďalšie informácie o projekte nájdete na stránke moqos.eu.";

/* Info Home */
"RMBT-HOME-PING" = "Ping (ms)";
"RMBT-HOME-DOWNLOADMBPS" = "Sťahovanie Mbps";
"RMBT-HOME-UPLOADMBPS" = "Odosielanie Mbps";
"RMBT-HOME-START" = "ŠTART";
"RMBT-HOME-RUNAGAIN" = "SPUSTIŤ ZNOVA";
"RMBT-HOME-MBPS" = "(MBps)"; /* Unused */

/* Settings Items */
"RMBT-SETTINGS-ABOUT" = "O aplikácii Open Nettest";
"RMBT-SETTINGS-LANGUAGE" = "Jazyk";
"RMBT-SETTINGS-DARKMODE" = "Nočný režim";
"RMBT-SETTINGS-NERDMODESETTINGS" = "Nastavenie režimu Nerd";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Nastavenia pre vývojárov";
"RMBT-SETTINGS-ANONYMOUSMODEDESCRIPTION" = "Anonymný režim zabraňuje asociácii s uuid klienta, výsledok merania sa okamžite rozdelí.";
"RMBT-SETTINGS-NERDMODEDESCRIPTION" = "Nerd režim umožňuje pokročilé funkcie. V aplikácii sa zobrazia ďalšie informácie pred a počas testu.";
"RMBT-SETTINGS-DEVELOPERSSETTINGSDESCRIPTION" = "Nastavenia pre vývojárov umožňujú...";
"RMBT-SETTINGS-IPV4ONLY" = "Iba IPv4";
"RMBT-SETTINGS-IPV6ONLY" = "Iba IPv6";
"RMBT-SETTINGS-ENABLEQOSMEASUMENTS" = "Merania kvality QoS";
"RMBT-SETTINGS-QOSMANUALLY" = "Ručne";
"RMBT-SETTINGS-QOSNETWORK" = "V novej sieti";
"RMBT-SETTINGS-QOSALWAYS" = "Vždy";
"RMBT-SETTINGS-ENABLEPUBLISHPERSONALDATA" = "Odoslať osobné údaje";
"RMBT-SETTINGS-ENABLESUBMITZEROTESTING" = "Odoslať nulové merania";
"RMBT-SETTINGS-GENERAL" = "Všeobecné";
"RMBT-SETTINGS-INFORMATION" = "Informácie";
"RMBT-SETTINGS-QUALITYOFSERVICE" = "Kvalita služieb";
"RMBT-SETTINGS-QUALITYOFSERVICEDESCRIPTION" = "Medzi merania kvality služieb patria ...";
"RMBT-SETTINGS-QOSENABLED" = "QOS povolené";
"RMBT-SETTINGS-QOSDISABLED" = "QOS zakázané";
"RMBT-SETTINGS-NERDMODE" = "Nerd režim";
"RMBT-SETTINGS-ENABLENERDMODE" = "Zapnúť režim Nerd";
"RMBT-SETTINGS-ANONYMOUSMODE" = "Anonymný režim";
"RMBT-SETTINGS-DEVELOPERSETTINGS" = "Nastavenia pre vývojárov";
"RMBT-SETTINGS-ADVANCEDSETTINGS" = "Rozšírené nastavenia";

"RMBT-DEVSETTINGS-DISTANCE" = "Vzdialenosť (metre)";
"RMBT-DEVSETTINGS-MINDELAY" = "Interval (minúty)";
"RMBT-DEVSETTINGS-MAXTESTS" = "Počet testov";
"RMBT-DEVSETTINGS-LOOPMODE" = "Režim cyklu";
"RMBT-DEVSETTINGS-SKIPQOSTESTS" = "Vynechaj testy kvality";

"RMBT-SETTINGS-SEND-LOG" = "Odoslať denník";
"RMBT-SETTINGS-DEV" = "Dev Section";
"dev.code" = "Dev Code";

"RMBT-SETTINGS-LANGUAGE-SYSTEM-DEFAULT" = "Predvolené nastavenia";
"RMBT-SETTINGS-PRIVACY" = "Súkromie";
"RMBT-SETTINGS-LOCATION" = "Poloha";
"RMBT-SETTINGS-LOCATION-DESCRIPTION" = "Spravujte povolenia týkajúce sa sledovania polohy";
"RMBT-SETTINGS-ADS-PERSONALISATION" = "Obmedziť sledovanie";
"RMBT-SETTINGS-ADS-PERSONALISATION-DESCRIPTION" = "Spravujte povolenia týkajúce sa identifikátora pre reklamu";
"RMBT-SETTINGS-PERSISTENT-UUID" = "Permanentný UUID klienta";
"RMBT-SETTINGS-PERSISTENT-UUID-DESCRIPTION" = "Trvalý UUID klienta je potrebný na umožnenie histórie meraní a synchronizáciu výsledkov medzi zariadeniami";
"RMBT-SETTINGS-CRASH-ANALYTICS" = "Analytika";
"RMBT-SETTINGS-CRASH-ANALYTICS-DESCRIPTION" = "Povoliť analytiku a odosielanie správ o pádoch aplikácie";

"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TITLE" = "Obmedziť sledovanie";
"RMBT-SETTINGS-ADS-PERSONALISATION-POPUP-TEXT" = "Ak chcete spravovať povolenia týkajúce sa identifikátora pre reklamu, prejdite na položku Nastavenia -> Súkromie -> Reklama";

"RMBT-MAIN-VIEWREPORT" = "Podrobná správa z merania";

"RMBT-SETTINGS-PURCHASE-COMPLETED" = "Reklamy boli odstránené. Ďakujeme, že ste podporili Open Nettest!";
"RMBT-SETTINGS-PURCHASE-FAILED" = "Transakciu sme nedokázali dokončiť.";

"settings.start_next_test_immediatelly" = "Nasledovný test spustiť okamžite";

/* Map View Options */
"RMBT-MAP-STANDARD" = "Štandardné";
"RMBT-MAP-SATELLITE" = "Satelitné";
"RMBT-MAP-HYBRID" = "Hybridné";
"RMBT-MAP-BASIC" = "Základná";
"RMBT-MAP-STREETS" = "Cesty";

"RMBT-MAP-OVERLAYOPTIONS" = "Nastavenia mapy Vrstvený pohľad"; /* Unused */
"RBMT-MAP-CURRENTSETTINGS" = "Nastavenia"; /* Unused */

"RMBT-DEVSETTINGS-SEVERCONTROLVERSION" = "Verzia riadiaceho servera";
"RMBT-DEVSETTINGS-SEVER" = "Server";
"RMBT-DEVSETTINGS-ENABLED" = "Zapnuté";
"RMBT-DEVSETTINGS-NOGPS" = "Žiadny signál GPS";

"RBMT-BASE-DECLINE" = "Zamietnuť";
"RBMT-BASE-AGREE" = "Súhlasím";
"RBMT-BASE-CONTINUE" = "Pokračuj";

"RBMT-CONSUMPTION" = "Test môže spôsobiť zvýšenú spotrebu dát.";
"RBMT-BASE-PACKETLOSS" = "Strata paketov";
"RBMT-BASE-JITTER" = "Chvenie";
"RBMT-BASE-TRAFFIC" = "Aktuálny prenos dát";
"RBMT-DISABLED" = "Vypnuté";
"RBMT-BASE-TESTSERVER" = "Testovací server";
"RBMT-BASE-MEASUREMENTSERVERS" = "Meracie servery";
"RBMT-HISTORY-NORECORDSYET" = "Z tohto zariadenia zatiaľ neboli vykonané žiadne testy.";
"history.error.server_not_available" = "Server nie je k dispozícii. Skúste opäť neskôr.";
"history.empty.button.title" = "Spustite svoj prvý test";

/* Rate texts */
/* "RMBT-RATE-MESSAGE" = "If you like MyApp, please take the time and write review"; */
/* "RMBT-RATE-TITLE" = ""; */
/* "RMBT-RATE-RATE_LABEL" = "Yes"; */
/* "RMBT-RATE-CANCEL_LABEL" = "No, Thanks"; */
/* "RMBT-RATE-REMIND_LABEL" = "Remind Me Later"; */

/* Test qos titles */
"test.network" = "SIEŤ";
"test.title.qos" = "QoS";
"test.title.performed" = "VYKONANÉ";
"test.title.passed" = "ÚSPEŠNÉ";
"test.title.failed" = "NEÚSPEŠNÉ";
"test.title.test" = "Spustenie testov QoS:";
"test.init.title" = "Test";

/* Tests descriptions */
"test.qos.titles.web-page" = "Webová stránka";
"test.qos.titles.TCP-ports" = "TCP porty";
"test.qos.titles.UDP-ports" = "UDP porty";
"test.qos.titles.voice-over-IP" = "Hlas cez IP";
"test.qos.titles.traceroute" = "Traceroute";
"test.qos.titles.unmodified-content" = "Nemodifikovaný obsah";
"test.qos.titles.transparent-connection" = "Transparentné pripojenie";
"test.qos.titles.DNS" = "DNS";

"test.qos.descriptions.web-page" = "Tento test skontroluje, či sa referenčná webová stránka, na základe referenčnej stránky ETSI Keplera, môže preniesť cez internet.";
"test.qos.descriptions.TCP-ports" = "Porty TCP sa používajú na prenos e-mailov, webových stránok a iného obsahu na internete.";
"test.qos.descriptions.UDP-ports" = "Porty UDP sa používajú na telefónne, hlasové a video streaming založené na IP.";
"test.qos.descriptions.voice-over-IP" = "Dvojsmerný telefónny hovor cez internet je simulovaný.";
"test.qos.descriptions.traceroute" = "Tento test zaznamená sieťovú trasu medzi týmto zariadením a serverom.";
"test.qos.descriptions.unmodified-content" = "Tento test skontroluje, či sa údaje zo servera počas prenosu nezmenia.";
"test.qos.descriptions.transparent-connection" = "Tento test skontroluje, či žiadosť o webovú stránku nie je zmenená proxy serverom.";
"test.qos.descriptions.DNS" = "DNS je adresár internetových adries. Tento test skontroluje, či nie sú odpovede DNS manipulované.";

/* Show Detailed Results button */
"test.show-detailed-results" = "Detailné výsledky";


"measurement.unknown_error.message" = "Meranie bolo prerušené kvôli neznámej chybe.";
"measurement.unknown_error.title" = "Chyba merania";

/* History headers */
"history.header.ping" = "PING";
"history.header.test" = "TEST/DÁTUM";
"history.header.packet-loss" = "STRATA PAKETOV";
"history.header.jitter" = "CHVENIE";
"history.header.download" = "Sťahovanie";
"history.header.upload" = "Odosielanie";
"history.header.qos" = "QoS";

/* Class = "UILabel"; text = "I agree with NKOM's PrivacyPolicy and Terms of Use for Nettfart.";  */
"RBMT-BASE-AGREEMENT" = "Súhlasím s Pravidlami ochrany osobných údajov a Podmienkami používania.";
"RBMT-BASE-AGREEMENT-TERMS-AND-CONDITIONS" = "Súhlasím s Podmienkami používania.";
"RBMT-BASE-AGREEMENT-PRIVACY-POLICY" = "Súhlasím s Pravidlami ochrany osobných údajov.";
"RBMT-PERSONAL-DATA-AGREEMENT" = "Súhlasím s odosaním osobných údajov.";

"info.text.open_data_sources_notice" = "Okrem vlastných dát používame a spracovávame dáta zverejnené pod licenciou Creative Commons Attribution 4.0 International (CC BY 4.0) z nasledujúcich zdrojov: RTR-Netztest od RTR-GmbH, Rakúsko; AKOS Test Net od AKOS, Slovinsko; Netmetr od CZ.NIC, Česko; Merač Internet od RÚ, Slovensko."; /* Make customization */


"info.title.open_data_sources_notice" = "Zdroje otvorených údajov";

/* Badges */
"badges.measurements.title" = "MERANIA";
"badges.special_events.title" = "Odznaky špeciálnych udalostí";
"badges.measurement_badges_button.title" = "Odznaky za počet meraní";
"badges.special_event_badges_button.title" = "Odznaky špeciálnych udalostí";
"badges.next_measurement_badge_format" = "Počet meraní k odznaku %2$@: %1$d";
"badges.all_measurement_badge_passed" = "Gratulujeme, získali ste všetky odznaky!";
"badges.dont_have_special_events" = "Nemáte žiadne špeciálne odznaky.";
"badges.badge.view_artwork" = "Pozrite si originálne umelecké diela";
"badges.badge.date_description" = "Tento odznak ste získali dňa";
"badges.popup.congratulations.single" = "Gratulujeme, získali ste nový odznak!";
"badges.popup.congratulations.multiple" = "Gratulujeme, získali ste viacero odznakov!";
"badges.list_measurements_badges.header.title" = "odznak";
"badges.list_measurements_badges.header.subtitle" = "meranie";
"badges.list_special_event_badges.header.title" = "odznak";
"badges.list_special_event_badges.header.subtitle" = "Dátum";

/* bdg0001*/
"badges.bdg0001.name" = "bažant";
"badges.bdg0001.title" = "Získali ste odznak Rookie, pretože ste vykonali celkovo 6 meraní.";
"badges.bdg0001.shortDescription" = "Tento odznak je založený na kresbe Samka, 7 rokov.";

/* bdg0002*/
"badges.bdg0002.name" = "Štedrý deň";
"badges.bdg0002.title" = "Získali ste odznak vianočný deň, pretože ste urobili meranie 25. decembra.";
"badges.bdg0002.shortDescription" = "Tento odznak je založený na kresbe Michalky, 6 rokov.";

/* bdg0003*/
"badges.bdg0003.name" = "Boxing Day";
"badges.bdg0003.title" = "Získali ste odznak Boxing Day, pretože ste vykonali meranie dňa 26. decembra.";
"badges.bdg0003.shortDescription" = "Tento odznak je založený na kresbe Mateja vo veku 4 rokov.";

/* bdg0004*/
"badges.bdg0004.name" = "Silvester";
"badges.bdg0004.title" = "Získali ste odznak, pretože ste urobili meranie 31. decembra.";
"badges.bdg0004.shortDescription" = "Tento odznak je založený na kresbe Michalky, 6 rokov.";

/* bdg0005*/
"badges.bdg0005.name" = "Nový Rok";
"badges.bdg0005.title" = "Získali ste odznak, pretože ste urobili meranie 1. januára.";
"badges.bdg0005.shortDescription" = "Tento odznak je založený na kresbe Zuzky, 8 rokov.";

/* bdg0006*/
"badges.bdg0006.name" = "Epiphany";
"badges.bdg0006.title" = "Získali ste známku Epiphany, pretože ste vykonali meranie 6. januára.";
"badges.bdg0006.shortDescription" = "Tento odznak je založený na kresbe Michalky, 6 rokov.";

/* bdg0007*/
"badges.bdg0007.name" = "Deň sv. Valentína";
"badges.bdg0007.title" = "Získali ste odznak, pretože ste urobili meranie 14. februára.";
"badges.bdg0007.shortDescription" = "Tento odznak je založený na kresbe Samuela vo veku 7 rokov.";

/* bdg0008*/
"badges.bdg0008.name" = "Deň sv";
"badges.bdg0008.title" = "Získali ste odznak Santa&#39;s List Day, pretože ste urobili meranie 4. decembra.";
"badges.bdg0008.shortDescription" = "Tento odznak je založený na kresbe Daniela, 8 rokov.";

/* bdg0009*/
"badges.bdg0009.name" = "Bonusový odznak";
"badges.bdg0009.title" = "Získali ste bonusový odznak, pretože ste vykonali meranie dňa 29. decembra.";
"badges.bdg0009.shortDescription" = "Tento odznak je založený na kresbe Mateja vo veku 6 rokov.";

"wizard.button.i_agree_to_all" = "Súhlasím so všetkým";
"wizard.button.essential_settings_only" = "Iba základné nastavenia";
"wizard.button.details" = "Nastavenia";

"wizard.one_page.title" = "Vitajte v aplikácii %@";
"wizard.one_page.privacy_description" = "Skôr než začnete používať aplikáciu, musíte si prečítať %@ a urobiť  informované rozhodnutie ohľadom používania vašich osobných údajoch. Prečítať si ich môžete aj neskôr prostredníctvom Menu / informačná stránka. So svojimi otázkami ohľadom spracovávania osobných dát nás môžete kontaktovať na adrese %@.";
"wizard.one_page.analytics_title" = "ANALYTICS";
"wizard.one_page.analytics_description" = "Analytické informácie slúžia na analýzu, ako sa používajú mobilné aplikácie, aby sme mohli naše služby ďalej zlepšovať. Zbierame tiež údaje o pádoch aplikácie, ktoré nám pomáhajú štatisticky vyhodnocovať, analyzovať a odstraňovať chyby. Používame tiež identifikátor reklamy na meranie efektívnosti reklamy pre inštaláciu aplikácie a pre analytiku.";
"wizard.one_page.persistent_client_title" = "PERSISTENT CLIENT UUID";
"wizard.one_page.persistent_client_description" = "Klient UUID je náhodne generované ID, ktoré sa ukladá pri každom meraní. Permanentný identifikátor UUID klienta znamená, že ID je rovnaké pre každé meranie. Je potrebné povoliť históriu meraní a synchronizáciu výsledkov medzi zariadeniami.";
"wizard.one_page.finish_description" = "Prosím, vyberte si tu. Môžete to zmeniť neskôr v časti Nastavenia.";


